---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FabricationDimensionDefinition
source: html/e7fa983c-c1bf-7e6c-ec91-f56fa5de8386.htm
---
# FabricationDimensionDefinition Members

Releases all resources used by the FabricationDimensionDefinition